aaravb.chrome-extension-developer-tools
amiralizadeh9480.laravel-extra-intellisense
andreh.jdk-setter
austenc.laravel-blade-spacer
blackboxapp.blackbox
bmewburn.vscode-intelephense-client
codingyu.laravel-goto-view
codista.vscode-autosave
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
github.vscode-pull-request-github
gustavomercado.ia-auto-documentation
harryhopkinson.vs-code-runner
iamcco.sense-css-module
julianea.real-nights-dark-theme
lakshits11.neon-city
mccarter.start-git-bash
mcright.auto-save
mechatroner.rainbow-csv
mohamedbenhida.laravel-intellisense
ms-ceintl.vscode-language-pack-es
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
pleiades.java-extension-pack-jdk
redhat.java
redhat.vscode-xml
rfcorp.agilized-neon
ritwickdey.liveserver
ryannaddy.laravel-artisan
sepehr0day.cpp-launcher
shardulm94.trailing-spaces
shufo.vscode-blade-formatter
sohibe.java-generate-setters-getters
streetsidesoftware.code-spell-checker
tomoki1207.pdf
unthrottled.doki-theme
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
webdevnerdstuff.neon-bunny
wscats.cors-browser
wscats.html-snippets
xabikos.javascriptsnippets
xdebug.php-debug
yandeu.five-server
yyxhx.cpp-quick-start-snippet-for-beginners
zhouzhipeng.liveserverpp
